[ 
    {
        "description": "Calf stretch",
        "steps": "1. Stand facing a wall slightly farther than arm’s length from the wall, feet shoulder-width apart. \n\n Put your palms flat against the wall at shoulder height and shoulder-width apart. \n\n Step forward with right leg and bend right knee. \n\n Keeping both feet flat on the floor, bend left knee slightly until you feel a stretch in your left calf muscle. It shouldn’t feel uncomfortable. \n\n If you don’t feel a stretch, bend your right knee until you do. Hold position for 10-30 seconds, and then return to starting position. \n\n Repeat with left leg. \n\n Continue alternating legs for at least 3-5 times on each leg.",
        "title": "Calf stretch"
    },
    {
        "description": "Heel-to-Toe Walk",
        "steps": "Position the heel of one foot just in front of the toes of the other foot. \n\n Your heel and toes should touch or almost touch. \n\n Choose a spot ahead of you and focus on it to keep you steady as you walk. \n\n Take a step. \n\n Put your heel just in front of the toe of your other foot. \n\n Repeat for 20 steps.",
        "title": "Heel-to-Toe Walk"
    },
    {
        "description": "Chair Dip",
        "steps": "Sit in a sturdy chair with armrests with your feet flat on the floor, shoulder-width apart. \n\n Lean slightly forward; keep your back and shoulders straight. \n\n Grasp arms of chair with your hands next to you. \n\n Breathe in slowly. \n\n Breathe out and use your arms to push your body slowly off the chair. \n\n Hold position for 1 second. \n\n Breathe in as you slowly lower yourself back down. Repeat 10-15 times. \n\n Rest; then repeat 10-15 more times.",
        "title": "Chair Dip"
    },
    {
        "description": "Wall Push-Up",
        "steps": "Face a wall, standing a little farther than arm’s length away, feet shoulder-width apart. \n\n Lean your body forward and put your palms flat against the wall at shoulder height and shoulder-width apart. \n\n Slowly breathe in as you bend your elbows and lower your upper body toward the wall in a slow, controlled motion. \n\n Keep your feet flat on the floor. \n\n Hold the position for 1 second. \n\n Breathe out and slowly push yourself back until your arms are straight.  \n\n Repeat 10-15 times. \n\n Rest; then repeat 10-15 more times.",
        "title": "Wall Push-Up"
    },
    {
        "description": "Toe Stand",
        "steps": "Stand behind a sturdy chair, feet shoulder-width apart, holding on for balance. \n\n Breathe in slowly. \n\n Breathe out and slowly stand on tiptoes, as high as possible. \n\n Hold position for 1 second. \n\n Breathe in as you slowly lower heels to the floor. \n\n Repeat 10-15 times. \n\n Rest; then repeat 10-15 more times. \n\n",
        "title": "Toe Stand"
    },
    {
        "description": "Side Leg Raise",
        "steps": "Stand behind a sturdy chair with feet slightly apart, holding on for balance. \n\n Breathe in slowly. \n\n Breathe out and slowly lift one leg out to the side. \n\n Keep your back straight and your toes facing forward. \n\n The leg you are standing on should be slightly bent. \n\n Hold position for 1 second. \n\n Breathe in as you slowly lower your leg. \n\n Repeat 10-15 times. \n\n Repeat 10-15 times with other leg. \n\n Repeat 10-15 more times with each leg. \n\n",
        "title": "Side Leg Raise"
    }
]