[ 
    {
        "description": "Breathing helps you relax and lower your heartrate",
        "steps": "Start by breathing in and out slowly. \n\n One breath cycle should last for approximately 6 seconds. \n\nBreathe in through your nose and out through your mouth, letting your breath flow effortlessly in and out of your body. \n\n Let go of your thoughts. \n\n Let go of things you have to do later today or pending projects that need your attention.  Simply let thoughts rise and fall of their own accord and be at one with your breath. \n\n Purposefully watch your breath, focusing your sense of awareness on its pathway as it enters your body and fills you with life. \n\n Then watch with your awareness as it works work its way up and out of your mouth and its energy dissipates into the world.",
        "title": "Mindful breathing"
    },
    {
        "description": "The exercise is designed to connect us with the beauty of the natural environment.",
        "steps": "Choose a natural object from within your immediate environment and focus on watching it for a minute or two. \n\n This could be a flower or an insect, or even the clouds or the moon. \n\n Don’t do anything except notice the thing you are looking at. \n\n Simply relax into watching for as long as your concentration allows. \n\n Look at this object as if you are seeing it for the first time. \n\n Visually explore every aspect of its formation, and allow yourself to be consumed by its presence. \n\n Allow yourself to connect with its energy and its purpose within the natural world.",
        "title": "Mindful observation"
    },
    {
        "description": "This exercise is designed to cultivate a heightened awareness and appreciation of simple daily tasks and the results they achieve.",
        "steps": "Think of something that happens every day more than once; something you take for granted, like opening a door, for example. \n\n At the very moment you touch the doorknob to open the door, stop for a moment and be mindful of where you are, how you feel in that moment and where the door will lead you. \n\n Similarly, the moment you open your computer to start work, take a moment to appreciate the hands that enable this process and the brain that facilitates your understanding of how to use the computer. \n\n These ‘touch point' cues don’t have to be physical ones. \n\n For example: Each time you think a negative thought, you might choose to take a moment to stop, label the thought as unhelpful and release the negativity. \n\n Or, perhaps each time you smell food, you take a moment to stop and appreciate how lucky you are to have good food to eat and share with your family and friends. \n\n Choose a touch point that resonates with you today and, instead of going through your daily motions on autopilot, take occasional moments to stop and cultivate purposeful awareness of what you are doing and the blessings these actions brings to your life.",
        "title": "Mindful awareness"
    },
    {
        "description": "This exercise is designed to open your ears to sound in a non-judgmental way, and indeed to train your mind to be less swayed by the influence of past experiences and preconception.",
        "steps": "Close your eyes and put on your headphones. \n\n Try not to get drawn into judging the music by its genre, title or artist name before it has begun. \n\n Instead, ignore any labels and neutrally allow yourself to get lost in the journey of sound for the duration of the song. \n\n Allow yourself to explore every aspect of track. \n\n Even if the music isn’t to your liking at first, let go of your dislike and give your awareness full permission to climb inside the track and dance among the sound waves. \n\n Explore the song by listening to the dynamics of each instrument. \n\n Separate each sound in your mind and analyze each one by one. \n\n Hone in on the vocals: the sound of the voice, its range and tones. \n\n If there is more than one voice, separate them out as you did in step 4.",
        "title": "Mindful listening"
    },
    {
        "description": "The intention of this exercise is to cultivate contentment in the moment and escape the persistent striving we find ourselves caught up in on a daily basis.",
        "steps": "Rather than anxiously wanting to finish an everyday routine task in order to get on with doing something else, take that regular routine and fully experience it like never before. \n\n For example: if you are cleaning your house, pay attention to every detail of the activity. \n\n Rather than treat this as a regular chore, create an entirely new experience by noticing every aspect of your actions: Feel and become the motion when sweeping the floor, sense the muscles you use when scrubbing the dishes, develop a more efficient way of wiping the windows clean. \n\n The idea is to get creative and discover new experiences within a familiar routine task. \n\n Instead of labouring through and constantly thinking about finishing the task, become aware of every step and fully immerse yourself in the progress. \n\n Take the activity beyond a routine by aligning yourself with it physically, mentally and spiritually. \n\n Who knows, you might even enjoy the cleaning for once!",
        "title": "Mindful immersion"
    },
    {
        "description": "Notice 5 things in your day that usually go unappreciated",
        "steps": "In this exercise, all you have to do is notice 5 things in your day that usually go unappreciated. \n\n These things can be objects or people; it’s up to you. \n\n Use a notepad to check off 5 by the end of the day. \n\n The point of this exercise is to simply give thanks and appreciate the seemingly insignificant things in life, the things that support our existence but rarely get a second thought amidst our desire for bigger and better things. \n\n For example: electricity powers your kettle, the postman delivers your mail, your clothes provide you warmth, your nose lets you smell the flowers in the park, your ears let you hear the birds in the tree by the bus stop. \n\n Once you have identified your 5 things, make it your duty to find out everything you can about their creation and purpose to truly appreciate the way in which they support your life.",
        "title": "Mindful appreciation"
    }
]